10/data/attachments/faa6f58db034c29e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_d535f6f4-5973-4e41-a281-afdc7dc84fea</nif:username>
            <nif:friendToBeAdded>Jason_affect_Friend_83863_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>